{
    "proyectos": [
      {
        "titulo": "Alura Midi",
        "descripcion": "Desarrollado como parte de un desafío de Alura, este proyecto tiene como objetivo poner en práctica y demostrar conocimientos adquiridos en el curso. Incluye funcionalidades específicas diseñadas para aplicar conceptos clave aprendidos durante el programa.",
        "year": 2024,
        "role": "Front-End Developer",
        "imagen": "https://i.imgur.com/fLzWwcw.png",
        "demo": "https://dylanbenz2000.github.io/alura-midi/",
        "github": "https://github.com/DylanBenz2000/alura-midi"
      },
      {
        "titulo": "Fokus",
        "descripcion": "Fokus es una aplicación diseñada para mejorar la productividad mediante el uso del método Pomodoro. Permite a los usuarios concentrarse en sus tareas dividiendo el tiempo en intervalos de trabajo y descanso, facilitando una gestión eficiente del tiempo.",
        "year": 2024,
        "role": "Front-End Developer",
        "imagen": "https://i.imgur.com/PXfd5kf.png",
        "demo": "https://dylanbenz2000.github.io/focus-project/",
        "github": "https://github.com/DylanBenz2000/focus-project"
      },
      {
        "titulo": "Galaxy Geek",
        "descripcion": "Galaxy Geek es un simulador de tienda en línea que permite a los usuarios agregar y eliminar productos de su inventario. Ofrece una experiencia sencilla e intuitiva, enfocada en la gestión básica de productos, simulado un entorno de compra en línea.",
        "year": 2024,
        "role": "Front-End Developer",
        "imagen": "https://i.imgur.com/jMAWh3R.png",
        "demo": "https://galaxy-geek-crud.firebaseapp.com/",
        "github": "https://github.com/DylanBenz2000/geek-galaxy"
      },
      {
        "titulo": "To-Do App",
        "descripcion": "Esta aplicación de tareas pendientes permite a los usuarios crear, gestionar y marcar como completadas sus notas y pendientes. Ofrece una interfaz simple y efectiva para organizar las tareas diarias y mejorar la gestión del tiempo.",
        "year": 2024,
        "role": "Front-End Developer",
        "imagen": "https://i.imgur.com/9QrSE6g.png",
        "demo": "https://dylanbenz2000.github.io/gestor-de-tareas/",
        "github": "https://github.com/DylanBenz2000/gestor-de-tareas"
      },
      {
        "titulo": "App Podcast",
        "descripcion": "App Podcast es una aplicación diseñada para los amantes del terror. Permite a los usuarios escuchar episodios del canal 'Relatos de la noche', ofreciendo una experiencia inmersiva con historias aterradoras. La aplicación también incluye la funcionalidad de guardar episodios favoritos, permitiendo a los usuarios marcar y acceder fácilmente a sus relatos preferidos en cualquier momento.",
        "year": 2024,
        "role": "Front-End Developer",
        "imagen": "https://i.imgur.com/jRKaGyb.png",
        "demo": "https://app-podcast-delta.vercel.app/",
        "github": "https://github.com/DylanBenz2000/app-podcast"
      },
      {
        "titulo": "Org",
        "descripcion": "Org es una aplicación diseñada para gestionar equipos y colaboradores de manera eficiente. Incluye dos formularios: uno para agregar colaboradores, ingresando su nombre, puesto, foto y equipo; y otro para crear nuevos equipos. La aplicación presenta visualmente los equipos, como DevOps, Front End, Back End, entre otros, y muestra a todos los colaboradores asociados a cada equipo mediante tarjetas informativas, facilitando así la organización y gestión del personal.",
        "year": 2024,
        "role": "Front-End Developer",
        "imagen": "https://i.imgur.com/UbqJ6SC.png",
        "demo": "https://org-blush-nu.vercel.app/",
        "github": "https://github.com/DylanBenz2000/org"
      },
      {
        "titulo": "Space App",
        "descripcion": "Space App es una aplicación que consume la API de la NASA para mostrar impresionantes fotos de galaxias, estrellas, lunas y nebulosas. Los usuarios pueden filtrar por estas categorías para encontrar rápidamente las imágenes deseadas y visualizar las fotos en tamaño completo. Además, la aplicación incluye un filtro de búsqueda que facilita la exploración de imágenes específicas, ofreciendo una experiencia completa y enriquecedora para los entusiastas del espacio.",
        "year": 2024,
        "role": "Front-End Developer",
        "imagen": "https://i.imgur.com/4BfnntX.png",
        "demo": "https://space-app-react-two.vercel.app/",
        "github": "https://github.com/DylanBenz2000/space-app-react"
      }
    ],
    "certificados": [
      {

      }
    ]
  }